INSERT INTO json.customers(id, lastname, firstname)
VALUES(1, 'Иванов', 'Иван'), (2, 'Петрова', 'Ирина'),
	(3, 'Кулаков', 'Петр'), (4, 'Логинов', 'Александр');

INSERT INTO json.products(id, product_name, price)
VALUES(1, 'Хлеб', 50.3), (2, 'Молоко', 60.4),
    (3, 'Рис', 70.7), (4, 'Сыр', 200.5),
    (5, 'Вода', 40.2), (6, 'Кофе', 300.8);

INSERT INTO json.purchases(id, purchase_date, customer_id, product_id)
VALUES(1, '2020-03-23', 1, 2), (2, '2020-03-24', 1, 2), (3, '2020-03-24', 1, 2), (4, '2020-03-24', 1, 6),
	(5, '2020-05-23', 2, 2), (6, '2020-03-24', 2, 3), (7, '2020-05-27', 2, 4), (8, '2020-03-24', 2, 6),
    (9, '2020-04-24', 3, 1), (10, '2020-04-24', 3, 4), (11, '2020-04-24', 3, 5), (12, '2020-03-24', 3, 6),
    (13, '2020-03-23', 4, 2), (14, '2020-03-24', 4, 3), (15, '2020-03-24', 4, 4), (16, '2020-03-24', 4, 5);
